---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassSlab
source: html/23ef3b38-0f96-23a6-767c-1bb14976f3b0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassSlab Property

"Mass Slab"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionMassSlab { get; }
```